INSERT INTO students (name, kanaName, nickname, region, gender, age, email)
 VALUES ('佐藤智美', 'サトウトモミ', 'ともみ', '埼玉県川口市', '女', 40, 'tomomi@example.com'),
  　　　 ('我妻敬佑', 'アズマケイスケ', 'あず', '山梨県甲府', '男', 25, 'keisuke@example.com'),
  　　 　('布施亮平', 'フセリョウヘイ', 'りょうへい', '石川県金沢市', '男', 29, 'ryouhei@example.com'),
　　　   ('水間なみ', 'ミズマナミ', 'なみ', '北海道札幌市', '女', 33, 'nami@example.com'),
        ('深水玄喜', 'フカミゲンキ', 'げんちゃん', '沖縄県那覇市', '男', 34, 'genki@example.com'),
        ('戸倉優希', 'トクラユキ', 'とくら', '神奈川県横浜市', 'その他', 37, 'tokura@example.com');

INSERT INTO students_courses (course_name, course_start_at, course_end_at, student_id)
VALUES('Javaベーシック', '2020-04-01 00:00:00', '2020-08-30 00:00:00', 1),
      ('Javaスタンダード', '2021-07-08 00:00:00', '2021-10-30 00:00:00', 2),
      ('Pythonベーシック', '2025-04-10 00:00:00', '2025-09-18 00:00:00', 4),
      ('Pythonスタンダード', '2023-10-26 00:00:00', '2023-12-01 00:00:00', 5),
      ('Pythonベーシック', '2019-10-20 00:00:00', '2019-12-01 00:00:00', 6),
      ('AWSアドバンス', '2022-03-02 00:00:00', '2022-07-01 00:00:00', 7);


